Repository: MouaddineHajar/EarlyWarningSystem
Catalog: EarlyWarningSystem/StoryBoards/*.lproj/Localizable.strings
Languages: fr

source: Success
fr: Succès

source: Error
fr: Erreur

source: Info
fr: Information

source: Loged In Successfully
fr: Connecté avec succès

source: Please fill in all required fields
fr: Veuillez remplir tous les champs requis

source: Congratulations
fr: Félicitations

source: You have successfully signed up to EWS
fr: Inscription Réussie à EWS

source: Password confirmation unsuccessful
fr: La confirmation du mot de passe a échoué

source: Your new password has been sent successfully
fr: Un lien de réinitialisation voua a été envoyé avec succès

source: Couldn't retreive user information
fr: Impossible de récupérer les informations de l'utilisateur

source: Couldn't retreive Weather information
fr: Impossible de récupérer les informations Météo

source: You have been logged out Successfully
fr: Vous avez été déconnecté avec succès

source: Password updated Successfully
fr: Mot de passe mis à jour avec succès

source: Reminder
fr: Rappel

source: Your profile picture is not set yet or couldn't be found
fr: Votre photo de profil n'est pas encore définie ou n'a pas pu être trouvée

source: Profile information Updated successfully
fr: Profil mises à jour avec succès

source: Image Not Found
fr: Image non trouvée

source: Image Updated Successfully
fr: Image mise à jour avec succès

# Coundn't retrieve Users Information
source: Error retrieving Users!
fr: Impossible de récupérer les informations des utilisateurs

source: No user Found
fr: Aucun utilisateur trouvé

source: English
fr: Anglais

source: French
fr: Français

source: Error retreiving user's ID
fr: Erreur lors de la récupération de l'ID de l'utilisateur

source: The user has been added to your friend list successfully
fr: L'utilisateur a été ajouté à votre liste d'amis avec succès

source: Coundn't retrieve Friends Information
fr: Impossible de récupérer les profils amis

source: No Friend Found
fr: Aucun ami trouvé

source: The user has been removed successfully
fr: L'utilisateur a été supprimé avec succès

source: User couldn't be removed from your friend list
fr: L'utilisateur n'a pas pu être supprimé de votre liste d'amis

source: Please upload a picture before posting
fr: Veuillez télécharger une photo avant de poster

source: Post added Successfully!
fr: Post ajouté avec succès!

source: A problem occured!
fr: Un problème est survenu!

source: Couldn't retreive EarthQuake information
fr: Impossible de récupérer les informations sismiques

source: No data found!
fr: Aucune donnée disponible!

source: Message couldn't be sent!
fr: Le message n'a pas pu être envoyé!
